Repository: Topheee/peeree-ios
Catalog: Peeree/UI/Storyboards/Onboarding/*.lproj/FirstLaunch.strings
Languages: de

# 2uW-xz-nDp.text
source: Headline
de: Überschrift

# 53c-Ja-yW0.accessibilityHint
source: Pin a peer and mark him or her as interesting (sample)
de: Pinnt Leute

# 6O4-eB-Qi0.text
source: Or just say Hi in real life!
de: Oder sagt euch direkt Hallo!

# 9TP-2c-bIB.title
source: Welcome Page
de: First

# BiV-OX-JbO.title
source: Setup Page
de: Einstellungsseite

# Edb-N4-ctC.text
source: This is how we protect your Privacy:
de: So schützen wir deine Privatsphäre:

# Gjn-yR-TEz.text
source: Create Your Identity
de: Erstelle deine Identität

# JLo-5M-7YM.text
source: Create Your Profile
de: Erstelle dein Profil

# NTY-bS-98x.text
source: Pin people to show your interest.
de: Pinne Leute, um dein Interesse zu zeigen.

# TFv-dL-32n.accessibilityLabel
source: Greeting
de: Begrüßung

# TFv-dL-32n.text
source: Introduction
de: Einführung

# UHy-zX-ffX.text
source: This information is stored on device and is not sent to Peeree servers.
de: Diese Informationen werden nicht auf Peeree-Servern gespeichert.

# mz2-gM-3h9.accessibilityHint
source: Finishes introduction
de: Beendet Einführung

# mz2-gM-3h9.accessibilityLabel
source: Launch app
de: Starte App

# mz2-gM-3h9.normalTitle
source: Create Identity
de: Identität Erstellen

# XwS-Db-Ixl.accessibilityHint
source: Read details about P2P
de: Lies details über P2P

# XwS-Db-Ixl.accessibilityLabel
source: Describe Peer-to-Peer
de: Beschreibe Peer-to-Peer

# XwS-Db-Ixl.normalTitle
source: Learn more about how Peeree works
de: Erfahre, wie Peeree funktioniert

# aeX-FF-zDc.text
source: If the pin is mutual, you can start chatting.
de: Bei einem gegenseitigen Pin könnt ihr miteinander chatten.

# b8Y-IF-X4f.normalTitle
source: Sounds great!
de: Klingt gut!

# bd8-Ey-isT.accessibilityHint
source: Selects your portrait picture
de: Wählt dein Portrait-Bild

# bd8-Ey-isT.accessibilityLabel
source: Choose portrait
de: Wähle Portrait

# fFz-HS-CaO.text
source: Use this button to pin people:
de: Benutze diesen Knopf, um Leute zu pinnen:

# g3H-jE-mTR.segmentTitles[0]
source: Male
de: Männlich

# g3H-jE-mTR.segmentTitles[1]
source: Female
de: Weiblich

# g3H-jE-mTR.segmentTitles[2]
source: Queer
de: Divers

# ith-Hl-trz.text
source: Content
de: Inhalt

# maF-ir-g9C.accessibilityHint
source: Your publicly visible name
de: Dein öffentlich sichtbarer Name

# maF-ir-g9C.placeholder
source: Pick a Name!
de: Wähle einen Namen!

# IWc-Ha-AMP.accessibilityHint
source: Display information about personal data usage
de: Zeige Informationen über die Benutzung persönlicher Daten

# IWc-Ha-AMP.accessibilityLabel
source: Privacy Info
de: Infos zum Datenschutz

# IWc-Ha-AMP.normalTitle
source: Peeree and Your Data
de: Peeree und deine Daten

# 5U6-tZ-1E5.text
source: Your Peeree Identity makes You unique in the Peeree world. No password required, still secure.
de: Deine Peeree-Identität macht Dich einzigartig in der Peeree-Welt. Kein Passwort erforderlich, trotzdem sicher.

# rNF-0l-DWJ.text
source: Swipe page to continue.
de: Wische auf der Seite um fortzufahren.

# skT-uK-VEP.text
source: This is how we protect your Privacy:
de: So wird deine Privatsphäre geschützt:

# y85-Vg-tuB.text
source: Peeree is an all-new approach to social networking.
de: Peeree ist ein ganz neuer Ansatz zu sozialen Netzwerken.
