Repository: Topheee/peeree-ios
Catalog: Peeree/*.lproj/AsymmetricCrypto.strings
Languages: de

source: Adding key data to keychain failed.
de: Schlüsseldaten zum Schlüsselbund hinzufügen fehlgeschlagen.

source: Cryptographically encrypting failed.
de: Kryptografische Verschlüsselung fehlgeschlagen.

source: Cryptographically signing failed.
de: Kryptografisches Unterschreiben fehlgeschlagen.

source: Decrypting cipher text failed.
de: Entschlüsselung fehlgeschlagen.

source: Elliptic curve algorithm %@ does not support verifying.
de: Elliptischer-Kurven-Algorithmus %@ unterstützt keine Verifikation.

source: Elliptic curve algorithm %@ does not support encryption.
de: Elliptischer-Kurven-Algorithmus %@ unterstützt keine Verschlüsselung.

source: Elliptic curve algorithm %@ does not support signing.
de: Elliptischer-Kurven-Algorithmus %@ unterstützt keine Signierung.

source: Elliptic curve algorithm %@ does not support decryption.
de: Elliptischer-Kurven-Algorithmus %@ unterstützt keine Entschlüsselung.

source: Generating cryptographic key pair failed.
de: Kryptografische Schlüsselpaarerzeugung fehlgeschlagen.

source: macOS below 10.12.1 is not supported.
de: macOS bevor 10.12.1 wird nicht unterstützt.

source: No public key derivable.
de: Kein öffentlicher Schlüssel ableitbar.

source: Plain text length (%d) exceeds block size %d
de: Länge des unverschlüsselten Texts (%d) ist länger als die Blockgröße %d

source: Verifying signature failed.
de: Verifizierung der Signatur fehlgeschlagen.
