Repository: Topheee/peeree-ios
Catalog: Peeree/*.lproj/Localizable.strings
Languages: de

source: Something went wrong with the authentication. Please try again in a minute.
de: Etwas ist bei der Authentifizierung fehlgeschlagen. Bitte probiere es in einer Minute noch einmal.

source: %@ cannot chat online.
de: %@ kann nicht online chatten.

source: %@ cannot chat securely.
de: Ende-zu-Ende Verschlüsselung ist nicht verfügbar für %@.

source: %@ is not yet available to chat. Please try again later.
de: Chat mit %@ ist noch nicht verfügbar. Bitte probier es später noch einmal.

source: %@ removed their pin.
de: %@ hat den Pin entfernt.

source: A request has failed, please try again.
de: Eine Anfrage ist fehlgeschlagen, bitte noch einmal probieren.

source: Account Creation Failed
de: Erstellen des Accounts fehlgeschlagen

source: Account Unavailable
de: Account ist nicht verfügbar

source: Agreement to Terms of Use
de: Akzeptieren der Nutzungsbedingungen

source: Bluetooth Publish Failed
de: Bluetooth Publish Fehlgeschlagen

source: Broken Chatroom
de: Fehlerhafter Chat-Raum

source: By tapping on '%@', you agree to our Terms of Use.
de: Mit Betätigung von "%@" akzeptierst du unsere Nutzungsbedingungen.

# bio_placeholder
source: Your biography.
de: Dein Steckbrief.

# broken_chatroom_content
source: This chat room seems to be broken, because the decryption of a message failed. You may re-create the room to fix the error, but this will delete all your messages.
de: Der Chat-Raum mit '%@' scheint fehlerhaft, da die Entschlüsselung einer Nachricht fehlgeschlagen ist (%@). Du kannst den Raum neu erstellen, jedoch verlierst du dabei alle Nachrichten.

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Cannot Join Room
de: Kann Raum nicht beitreten

source: Chat Account Creation Failed
de: Erstellen des Chat-Accounts fehlgeschlagen

source: Chat Unavailable
de: Chat nicht verfügbar

source: Chatting requires a Peeree Identity.
de: Eine Peeree-Identität wird zum Chatten benötigt.

source: Connected
de: Verbunden

# Connected content
source: With peer-to-peer (P2P) all participants are connected to each other. Peeree leverages the very efficient Bluetooth® Low Energy technology to connect you with other people around you.
de: Bei Peer-to-peer (P2P) sind alle Teilnehmer miteinander verbunden. Peeree benutzt die sehr effiziente Bluetooth® Low Energy Technologie, um dich mit Leuten in der Nähe zu verbinden.

source: Connection to Chat Server Failed
de: Chatserver Verbindung fehlgeschlagen

source: Connection to Chat Server Lost
de: Chatserver Verbindung abgebrochen

source: Connection Error
de: Verbindungsfehler

source: Create an identity in your profile.
de: Erstelle eine Identität in deinem Profil.

source: Create Identity
de: Identität erstellen

# chat_server_cert_invalid
source: Chat server certificate is invalid. The security of the connection cannot be guaranteed and thus it was cancelled.
de: Das Chatserver Zertifikat ist ungültig. Die Sicherheit der Verbindung kann nicht gewährleistet werden, sodass sie unterbrochen wurde.

source: Decoding Recent Peers Failed
de: Deserialisierung der zuletzt gefunden Leute fehlgeschlagen

source: Delete Identity
de: Identität löschen

source: Delete Portrait
de: Portrait löschen

source: Done
de: Fertig

source: Efficient
de: Effizient

# Efficient content
source: Data transmitted to our server is limited to the absolute necessary, conserving your battery and data.
de: An unsere Server übermittelte Daten sind auf das Nötigste reduziert, was deinen Akku und dein Datenvolumen schont.

source: Empty Biography.
de: Leerer Steckbrief.

source: Encoding Recent Peers Failed
de: Serialisierung der zuletzt gefunden Leute fehlgeschlagen

source: female
de: weiblich

source: Filtered People
de: Gefilterte Personen

source: Found %@.
de: %@ gefunden.

source: Go Offline
de: Offline gehen

source: Go Online
de: Online gehen

source: Go online and pin new people!
de: Gehe online und pinne neue Leute!

source: https://www.peeree.de/en/index.html
de: https://www.peeree.de/de/index.html

source: https://www.peeree.de/en/privacy.html
de: https://www.peeree.de/de/privacy.html

source: Hey, I really like your moves! Wanna take a break together at the bar?
de: Hey, coole Moves! Wollen wir zusammen an der Bar eine Pause machen?

source: HTTP error %d.
de: HTTP Fehler %d.

source: I agree to the
de: Ich akzeptiere die

source: Identity Deletion
de: Identitätslöschung

source: Insufficient resources for writing Bluetooth nonce.
de: Zu wenig Informationen, um Bluetooth nonce zu schreiben.

source: Last Seen Recently
de: Kürzlich gesehen

source: Local
de: Lokal

# Local content
source: Your personal information is presented only to people around you. Your portrait, name and gender is broadcast only to them.
de: Deine persönlichen Informationen werden ausschließlich Personen in deiner Nähe gezeigt. Das bedeutet, dein Portrait, Name und Geschlecht wird nur an sie gesendet.

source: Login to Chat Server Failed
de: Login zum Chatserver fehlgeschlagen

source: male
de: männlich

source: Malformed server response.
de: Falsch formatierte Serverantwort.

source: Mark the content of this user as inappropriate or unpin them to no longer receive messages.
de: Markiere den Inhalt dieses Benutzers als unpassend oder entferne den Pin, um nicht länger Nachrichten zu empfangen.

source: Message
de: Nachricht

source: Message from %@.
de: Nachricht von %@.

source: Missing Peeree Identity
de: Fehlende Peeree Identität

source: New Pin Match!
de: Neuer Pin Match!

source: New Peereer
de: Neuer Peereer

source: now
de: jetzt

source: No Peeree users around.
de: Keine Peeree-Benutzer in der Nähe.

source: No Pin Matches Yet
de: Noch keine Pin Matches

source: no public key derivable
de: kein öffentlicher Schlüssel ableitbar

source: Looking out…
de: Halte Ausschau …

source: Objectionable Content Refresh Failed
de: Anstößige-Inhalte Aktualisierung fehlgeschlagen

source: Offline Mode
de: Offline-Modus

source: Omit
de: Auslassen

source: Omit Portrait
de: Portrait auslassen

source: Peeree Identity Required
de: Peeree Identität erforderlich

source: People Around
de: Personen in der Nähe

source: Photo Library
de: Foto-Mediathek

source: Pin
de: Pinnen

source: Pin Failed
de: Pin fehlgeschlagen

source: Pin Match with %@!
de: Pin Match mit %@!

source: Pinned
de: Gepinnt

source: Please go to the bottom of your profile to try again.
de: Bitte zum Fuß des Profils navigieren, um es noch einmal zu probieren.

source: Possible Malicious Peer
de: Mögliche böswillige Person

source: Private
de: Privat

# Private content
source: We do not collect any of your personal data. Only an opaque ID is sent to our servers. This ID is not related to your personal identity.
de: Wir sammeln keine deiner persönlichen Daten. Nur eine anonyme ID wird an unsere Server gesandt. Diese ID hat keine Verbindung zu deiner persönlichen Identität.

source: Push Notifications Unavailable
de: Push Benachrichtigungen sind nicht verfügbar

source: queer
de: divers

source: Re-create room
de: Raum erneut erstellen.

source: Reply
de: Antworten

source: Report
de: Melden

source: Report or Unpin
de: Melden oder Pin entfernen

source: Report Portrait
de: Portrait melden

source: Reporting Portrait Failed
de: Meldung des Portraits fehlgeschlagen

source: Request Failed
de: Anfrage Fehlgeschlagen

source: Resetting Server Nonce Failed
de: Zurücksetzen der Server-Nonce fehlgeschlagen

source: Saving Image Failed
de: Speichern des Bildes fehlgeschlagen

source: Saving Filter Failed
de: Speichern des Filters fehlgeschlagen

source: Send
de: Senden

source: Send Message
de: Nachricht Senden

source: Sending Message Failed
de: Nachricht senden fehlgeschlagen

# server_chat_controller_nil
source: No connection to the chat server.
de: Keine Verbindung mit dem Chatserver.

source: Chat Account Deletion Failed
de: Löschen des Chat-Accounts fehlgeschlagen

source: Server did provide malformed or no account information
de: Der Server hat falsche oder keine Account-Informationen gesendet.

source: Social
de: Sozial

# Social content
source: The best way to get to know someone is meeting in person. Peeree makes the initial connection and then gets out of your way.
de: Am besten lernt man jemanden von Angesicht zu Angesicht kennen. Peeree stellt nur den Kontakt her und hält sich dann im Hintergrund.

source: Sorry, we are currently busy trying to plug in the WiFi cable. Please try again in a couple of minutes.
de: Entschuldigung, wir versuchen gerade das WLAN-Kabel einzustecken. Das kann ein paar Minuten dauern.

source: Sure, meet me there!
de: Klar, wir treffen uns dort!

source: Tap on 'Profile' to create your Peeree identity.
de: Tippe auf "Profil", um deine Peeree-Identität zu erstellen.

source: Tap to go online
de: Tippe um online zu gehen.

source: Temporary
de: Temporär

# Temporary content
source: When you meet a person, you might remember him or her – or not. Peeree will not remember anyone, except for whether you found him or her interesting.
de: Wenn du jemanden triffst, wirst du dich vielleicht an ihn oder sie erinnern - oder auch nicht. Peeree erinnert sich an niemanden, außer, ob du sie oder ihn interessant fandest.

source: Terms of Use
de: Nutzungsbedingungen

source: The identity of %@ is invalid.
de: Die Identität von %@ ist ungültig.

source: The network appears to be offline. You may need to grant Peeree access to it.
de: Das Netzwerk scheint offline zu sein. Du musst Peeree eventuell Zugriff darauf geben.

source: The server nonce is used to secure your connection.
de: Die Server-Nonce sichert deine Verbindung.

source: This will delete your global Peeree identity and cannot be undone. All your pins as well as pins on you will be lost.
de: Dies löscht deine globale Peeree Identität und kann nicht rückgängig gemacht werden. Alle deine Pins, sowie Pins auf dich gehen verloren.

source: Turn on Bluetooth to go online.
de: Aktiviere Bluetooth, um online zu gehen.

# terms-app-url
source: https://www.peeree.de/en/terms-app.html
de: https://www.peeree.de/de/terms-app.html

source: Unknown peer.
de: Unbekannter Peeree Benutzer.

source: Unpin
de: Pin entfernen

source: View Terms
de: Bedingungen ansehen

# MSG_FROM_USER
source: New Message
de: Neue Nachricht

# USER_INVITE_TO_CHAT
source: New Pin Match!
de: Neuer Pin Match!
