Repository: Topheee/peeree-ios
Catalog: Peeree/UI/Storyboards/Main/*.lproj/Main.strings
Languages: de

# 17w-pX-qWh.segmentTitles[0]
source: All
de: Alle

# 17w-pX-qWh.segmentTitles[1]
source: Males
de: Männer

# 17w-pX-qWh.segmentTitles[2]
source: Females
de: Frauen

# 17w-pX-qWh.segmentTitles[3]
source: Queers
de: Diverse

# 1Eb-LT-XnB.accessibilityHint
source: Name of your pin match
de: Name deines Pin Matches

# 1Eb-LT-XnB.accessibilityLabel
source: Person Name
de: Name

# 1Eb-LT-XnB.text
source: Person Name
de: Name

# 244-rB-aaA.text
source: You have a
de: Du hast einen

# 4iN-3s-iIx.accessibilityHint
source: Opens the homepage in Safari
de: Öffnet die Homepage in Safari

# 4mf-uQ-o4f.normalTitle
source: Report
de: Melden

# 4Y0-C9-k3C.accessibilityHint
source: Filters out people with no picture set
de: Filtert Leute heraus, die kein Bild gesetzt haben

# 4Y0-C9-k3C.accessibilityLabel
source: Picture available filter
de: Bild vorhanden Filter

# 57R-R9-5LU.text
source: Value
de: Wert

# 5Pm-yd-i31.accessibilityHint
source: Opens the privacy policy in Safari
de: Öffnet die Datenschutzerklärung in Safari

# 5Pm-yd-i31.accessibilityLabel
source: Peeree Privacy Policy
de: Peeree Datenschutzerklärung

# 5Pm-yd-i31.normalTitle
source: Privacy Policy
de: Datenschutzerklärung

# 7DY-yh-Oap.normalTitle
source: Character Traits
de: Charaktereigenschaften

# 7aa-4S-buU.accessibilityHint
source: Turn radar on or off
de: Schalte das Radar an oder aus

# 7aa-4S-buU.accessibilityLabel
source: Toggle Network
de: Netzwerk-Schalter

# 7aa-4S-buU.normalTitle
source: Go Online
de: Online gehen

# 7cg-KF-1BD.accessibilityHint
source: Your Peeree identity
de: Deine Peeree-Identität

# 7cg-KF-1BD.text
source: Identity
de: Identität

# 7Il-00-It7.accessibilityHint
source: Contains to-be-sent message
de: Enthält zu sendende Nachricht

# 7Il-00-It7.accessibilityLabel
source: Message field
de: Nachricht-Feld

# 8rJ-Kc-sve.title
source: Me
de: Ich

# 9at-7m-HHE.accessibilityHint
source: Notify about selected genders
de: Benachrichtige über ausgewählte Geschlechter

# 9at-7m-HHE.HHE.accessibilityLabel
source: Gender filter
de: Geschlecht-Filter

# 9An-iq-LoL.text
source: Tap to go online
de: Tippe, um online zu gehen

# BII-l4-Grc.text
source: Character Trait
de: Charaktereigenschaft

# dfr-MX-xyY.footerTitle
source: Filter out people who are too young or old, or have no age set.
de: Filtere zu junge oder alte Leute, oder Leute mit unbekanntem Alter.

# eGm-zA-15S.accessibilityLabel
source: Signature
de: Unterschrift

# eGm-zA-15S.accessibilityHint
source: Name of the person in hand writing like font
de: Name der Person in angedeuteter Handschrift

# eGm-zA-15S.text
source: Signature
de: Unterschrift

# HFc-7O-6xq.accessibilityHint
source: Pin this person and mark him or her as interesting
de: Pinne diese Person und markiere sie als interessant

# HjS-MX-NAJ.footerTitle
source: Filter out people without a portrait.
de: Filtere Leute ohne Portrait.

# HjS-MX-NAJ.headerTitle
source: Picture
de: Bild

# IbQ-rS-HPJ.accessibilityLabel
source: Last seen
de: Zuletzt gesehen

# IbQ-rS-HPJ.text
source: now
de: Jetzt

# kJ7-ps-KKx.accessibilityHint
source: Sends message
de: Sendet Nachricht

# kJ7-ps-KKx.accessibilityLabel
source: Send
de: Senden

# KtY-qD-KuZ.accessibilityHint
source: Safes your birthday
de: Speichert deinen Geburtstag

# KtY-qD-KuZ.accessibilityLabel
source: Set birthday
de: Setze Geburtstag

# KtY-qD-KuZ.placeholder
source: Birthday
de: Geburtstag

# MSB-TZ-Xpf.accessibilityHint
source: Can the peer's information be trusted
de: Kann den Infos des Gegenübers vertraut werden

# MSB-TZ-Xpf.accessibilityLabel
source: Verification Status
de: Status der Verifizierung

# MSB-TZ-Xpf.text
source: verification
de: Bestätigung

# Mym-lw-7EQ.accessibilityHint
source: You and this person have mutual interest in each other
de: Du und diese Person habt ein gegenseitiges Interesse aneinander

# OHO-ma-96H.title
source: Preview
de: Vorschau

# OwH-Gc-YBz.title
source: New Peer
de: Neue Person

# RZ1-xL-Yml.accessibilityHint
source: Shows a portrait of the person you just matched
de: Zeigt ein Portrait der Person, die du gerade gematcht hast

# S6f-fD-kvO.accessibilityHint
source: Shows a portrait of the person
de: Zeigt ein Portrait der Person

# TSY-tA-LTd.accessibilityLabel
source: Message
de: Nachricht

# TSY-tA-LTd.text
source: Message
de: Nachricht

# TrO-49-JEM.title
source: Dismiss
de: OK

# u8x-xh-rZR.text
source: Bio
de: Steckbrief

# Y5H-8y-Wvq.normalTitle
source: Character Traits
de: Charaktereigenschaften

# YPz-t9-los.title
source: Send
de: Senden

# Ydg-QF-ecu.text
source: Display filtered people
de: Nur mit Bild angegeben

# b8E-hE-Mnd.accessibilityHint
source: Selects your portrait picture
de: Wählt dein Portrait-Bild

# b8E-hE-Mnd.accessibilityLabel
source: Choose portrait
de: Wähle Portrait

# bgg-zV-1WC.title
source: Person Detail
de: Personen-Details

# cqN-Sb-ZzT.accessibilityHint
source: Tap to expand biography
de: Tippe um den Steckbrief auszuklappen

# cqN-Sb-ZzT.accessibilityLabel
source: Bio pane
de: Steckbrief-Blatt

# dfr-MX-xyY.headerTitle
source: Age
de: Alter

# eYi-0r-Sc8.headerTitle
source: Gender
de: Geschlecht

# gYx-2Y-uq3.placeholder
source: Mail
de: E-Mail

# geS-Ue-hzN.text
source: Offline Mode
de: Offline-Modus

# hdd-IG-67g.accessibilityHint
source: Filters out people above this age
de: Filtert Leute über diesem Alter heraus

# hdd-IG-67g.accessibilityLabel
source: Maximum Age Bound
de: Altersobergrenze

# i05-bg-dKb.accessibilityHint
source: Creates or deletes your Peeree identity
de: Erstellt oder löscht deine Peeree Identität

# i05-bg-dKb.accessibilityLabel
source: Peeree identity management
de: Peeree Identitätsmanagement

# i05-bg-dKb.normalTitle
source: Create Identity
de: Identität erstellen

# i5d-ig-BH3.title
source: Your Profile
de: Dein Profil

# i9C-MG-2LW.accessibilityLabel
source: Unique Peeree identifier
de: Einzigartige Peeree Identität

# i9C-MG-2LW.text
source: Peer ID
de: Peeree Identität

# 5Um-0U-pgr.accessibilityLabel
source: Gender
de: Geschlecht

# 5Um-0U-pgr.text
source: gender
de: Geschlecht

# 7Ta-SF-xsS.accessibilityLabel
source: Age
de: Alter

# 7Ta-SF-xsS.text
source: age
de: Alter

# K43-43-CyP.text
source: Peer Name
de: Name

# jAB-Yb-sIj.title
source: Traits
de: Charakter

# jMl-1T-kkd.segmentTitles[0]
source: Male
de: Männlich

# jMl-1T-kkd.segmentTitles[1]
source: Female
de: Weiblich

# jMl-1T-kkd.segmentTitles[2]
source: Queer
de: Divers

# jRR-HL-OFn.accessibilityLabel
source: Age
de: Alter

# jRR-HL-OFn.text
source: age
de: Alter

# kJ7-ps-KKx.normalTitle
source: Send
de: Senden

# kYd-92-VvC.accessibilityHint
source: Filters out people below this age
de: Filtert Leute unterhalb diesem Alter heraus

# kYd-92-VvC.accessibilityLabel
source: Minimum Age Bound
de: Altersuntergrenze

# kuI-R6-Fbl.title
source: Character Traits
de: Charaktereigenschaften

# nS3-bX-bM2.accessibilityLabel
source: Gender
de: Geschlecht

# nS3-bX-bM2.text
source: gender
de: Geschlecht

# oo4-4n-i4a.accessibilityLabel
source: Person Name
de: Name der Person

# S8S-DB-afu.title
source: Find
de: Finden

# sNx-nf-ozM.accessibilityHint
source: Your publicly visible name
de: Dein öffentlich sichtbarer Name

# sZh-Xd-jZD.text
source: Only with age available
de: Nur mit Alter angegeben

# sgW-Kv-UY4.title
source: Search
de: Suche

# tIL-fs-ywz.title
source: Me Nav
de: Profil Nav

# txc-3f-6Q0.accessibilityHint
source: Filters out people with no age set
de: Filtert Leute heraus, die kein Alter gesetzt haben

# txc-3f-6Q0.accessibilityLabel
source: Age available filter
de: Altersangabe-Filter

# UYZ-np-Imj.accessibilityLabel
source: Biography
de: Steckbrief

# VhZ-Ja-vhb.footerTitle
source: You are never notified about filtered people, but you may still display them on Radar.
de: Du wirst nie über gefilterte Leute benachrichtigt, kannst sie aber weiterhin auf dem Radar anzeigen.

# VhZ-Ja-vhb.headerTitle
source: Display
de: Anzeige

# wGc-0s-dzf.accessibilityLabel
source: Summary
de: Details zur Person

# wGc-0s-dzf.text
source: Female, 18, not verified
de: Weiblich, 18, nicht verifiziert

# wTd-Hw-q7x.title
source: Profile
de: Profil

# X6k-gy-LjE.accessibilityHint
source: Your publicly visible biography
de: Dein öffentlich sichtbarer Steckbrief

# X6k-gy-LjE.accessibilityLabel
source: Biography
de: Steckbrief

# X6k-gy-LjE.text
source: Your Biography.
de: Dein Steckbrief.

# xJk-Ke-rVF.accessibilityLabel
source: Display override
de: Anzeigeneinstellung

# yJd-y1-fP9.placeholder
source: Message
de: Nachricht

# yg9-L6-t2V.text
source: Your email is necessary to recover your identity on a new device.
de: Deine E-Mail wird benötigt, um deine Identität auf einem neuen Gerät wiederherzustellen.
